acpi
acpid
amd-ucode
apparmor
appimagelauncher
archlinuxcn-keyring
autotiling
avahi
b43-fwcutter
bash
bind
blueberry
bluetuith
bluez
bluez-utils
btrfs-progs
bzip2
cliphist
coreutils
cpupower
cronie
cryptsetup
ctags
device-mapper
dhclient
dhcpcd
diffutils
discord
dmraid
dnsmasq
docker
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
evtest
exfatprogs
f2fs-tools
ffmpeg
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
flashfocus
fprintd
fzf
gawk
gcc-libs
gettext
git-lfs
glibc
glibc-locales
gnome-epub-thumbnailer
gnome-keyring
greetd
greetd-tuigreet
grep
grub
gtk3-nocsd
gvfs
gvfs-mtp
gzip
haveged
imv
inetutils
iproute2
iputils
jack_mixer
jfsutils
jq
kanshi
kitty
krita
kvantum
kvantum-theme-matcha
kvantum-theme-materia
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvirt
licenses
linux60
linux61
lnav
logrotate
lutris
lvm2
man-db
man-pages
manjaro-aur-support
manjaro-hotfixes
manjaro-pipewire
manjaro-release
manjaro-settings-manager
manjaro-sway-settings
manjaro-system
manjaro-zsh-config
matcha-gtk-theme
mdadm
memtest86+
mesa
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
moonlight-qt
mplayer
nano
nano-syntax-highlighting
ncdu
net-tools
networkmanager
nfs-utils
nss-mdns
ntfs-3g
oh-my-zsh
opencl-mesa
os-prober
p7zip
pacman
pamac-gtk
pantheon-calculator
papirus-maia-icon-theme
pciutils
pcmanfm-gtk3
perl
playerctl
polkit-gnome
poweralertd
procps-ng
psmisc
pulseaudio-ctl
pulsemixer
qt5-wayland
qt5ct
ranger
reiserfsprogs
ripgrep
rsync
s-nail
samba
sed
shadow
sof-firmware
spectre-meltdown-checker
spotify
steam
stow
sudo
swappy
swaybg
swaycwd
swaylock-effects
swaync
swayr
switchboard
sworkstyle
sysfsutils
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
teamspeak3
texinfo
tlp
tlpui
tmux
tree-sitter
ttf-roboto-mono-nerd
usbutils
util-linux
vi
virt-viewer
vulkan-intel
vulkan-radeon
vulkan-swrast
web-installer-url-handler
wget
which
wine-staging
wireless-regdb
wireplumber
wlay
wlogout
wlsunset
wpa_supplicant
wqy-microhei
xcursor-breeze
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-xauth
xorg-xhost
xorg-xwayland
xz
yay
zathura
zathura-pdf-poppler
zeit
