avizo
bluetooth-autoconnect
geekbench
google-chrome
gotify-desktop
goverlay
gtk-theme-material-black
mime-archpkg
nwg-displays
ryzen-controller-bin
softethervpn
softethervpn-server-manager
stowtui-git
swaync
swaysettings-git
themechanger-git
ttf-ms-win10-auto
via-bin
wl-clipboard-git
wl-gammactl
wl-mirror
xclip-git
xdg-utils-handlr
xsel-git
