ansible
archlinuxcn-keyring
autotiling
blueberry
git-lfs
gvfs
gvfs-nfs
gvfs-smb
handlr
htop
kanshi
kvantum-theme-materia
lxappearance
mangohud
manjaro-settings-manager
manjaro-settings-samba
manjaro-sway-settings
manjaro-vaapi
nerd-fonts-roboto-mono
pantheon-calculator
pcmanfm-gtk3
ryzenadj
spotify
stow
swappy
swaylock-effects
swayr
sworkstyle
tmux
vim
virt-viewer
xcursor-breeze
xdg-desktop-portal-wlr
xdg-user-dirs
zathura
zathura-pdf-poppler
