tap "homebrew/bundle"
tap "homebrew/services"

# gui program
cask "google-chrome"
cask "bitwarden"
cask "spotify"
cask "kitty"
cask "raycast"
cask "shottr"
cask "hiddenbar"
cask "middleclick"

# rewe related
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
brew "vpn-slice"
brew "openconnect"
# rewe development related
brew "operator-sdk"

# window management
tap "koekeishiya/formulae"
brew "yabai"
brew "skhd"
tap "FelixKratz/formulae"
brew "sketchybar"
cask "sf-symbols"
brew "switchaudio-osx"

# personal
cask "slack"
